Repository: bcabreu/smart_market_list
Catalog: lib/l10n/app_*.arb
Languages: pt

# settingsTitle
source: Settings
pt: Configurações

source: Dark Mode
pt: Modo Escuro

# darkModeSystem
source: System Default
pt: Seguir sistema

# darkModeLight
source: Light
pt: Claro

# darkModeDark
source: Dark
pt: Escuro

source: Notifications
pt: Notificações

# notificationsSubtitle
source: Promotion alerts
pt: Alertas de promoção

source: Language
pt: Idioma

source: Premium Features
pt: Recursos Premium

# shareList
source: Share App
pt: Compartilhar App

# shareListSubtitle
source: Sync with family
pt: Sincronize com família

source: Expense Charts
pt: Gráficos de Gastos

# expenseChartsSubtitle
source: Full monthly analysis
pt: Análise mensal completa

source: Export Reports
pt: Exportar Relatórios

# exportReportsSubtitle
source: PDF with history
pt: PDF com histórico

source: Account
pt: Conta

source: Manage Subscription
pt: Gerenciar Assinatura

source: Restore Purchase
pt: Restaurar Compra

source: Help & Support
pt: Ajuda e Suporte

source: Privacy
pt: Privacidade

source: Log Out
pt: Sair da Conta

# recipesTitle
source: Recipes for You 👨‍🍳
pt: Receitas pra Você 👨‍🍳

# recipesSubtitle
source: Based on your ingredients
pt: Baseadas nos seus ingredientes

# searchHint
source: Search recipe
pt: Localizar receita

source: Recipes Found
pt: Receitas Encontradas

source: You Can Cook Now
pt: Você Pode Fazer Agora

# youCanCookNowSubtitle
source: Recipes with ingredients you already have
pt: Receitas com ingredientes que você já tem na lista

# tryFree7Days
source: 7 DAYS FREE
pt: 7 DIAS GRÁTIS

# purchaseErrorTitle
source: Purchase Error
pt: Erro na Compra

# purchaseErrorMessage
source: Could not complete purchase. Please try again or contact support.
pt: Não foi possível concluir a compra. Tente novamente ou contate o suporte.

source: Other Recipes
pt: Outras Receitas

# otherRecipesSubtitle
source: Discover new recipes and add ingredients to your list
pt: Descubra novas receitas e adicione os ingredientes à sua lista

source: Difficulty
pt: Dificuldade

source: Ingredients
pt: Ingredientes

source: Instructions
pt: Instruções

# navShop
source: Shop
pt: Lista

# navNotes
source: Notes
pt: Notas

# navRecipes
source: Recipes
pt: Receitas

# navProfile
source: Profile
pt: Perfil

# noLists
source: No lists created
pt: Nenhuma lista criada

source: Create List
pt: Criar Lista

source: Add Item
pt: Adicionar Item

source: Clear List
pt: Limpar Lista

source: Share
pt: Compartilhar

source: Items
pt: Itens

# emptyListTitle
source: Your list is empty
pt: Sua lista está vazia

# emptyListSubtitle
source: Add items to start shopping.
pt: Adicione itens para começar suas compras.

# completedItems
source: Completed
pt: Finalizados

# restoreItemsTitle
source: Restore Items?
pt: Restaurar Itens?

# restoreItemsMessage
source: All completed items will be moved back to the shopping list.
pt: Todos os itens finalizados voltarão para a lista de compras.

# clearCompletedTitle
source: Clear Completed?
pt: Limpar Concluídos?

# clearCompletedMessage
source: All completed items will be permanently removed.
pt: Todos os itens marcados como concluídos serão removidos permanentemente.

source: Cancel
pt: Cancelar

source: Restore
pt: Restaurar

source: Clear
pt: Limpar

# shoppingNotesTitle
source: Shopping Notes 🧾
pt: Notas de Compras 🧾

# shoppingNotesSubtitle
source: Spending history
pt: Histórico de gastos

source: Total spent
pt: Total em compras

source: Saved notes
pt: Notas salvas

source: No saved notes
pt: Nenhuma nota salva

# noSavedNotesSubtitle
source: Compare prices and save by saving your shopping receipts.
pt: Compare preços e economize salvando suas notas fiscais.

source: Image not found
pt: Imagem não encontrada

# deleteNoteTitle
source: Delete Note?
pt: Excluir Nota?

# deleteNoteMessage
source: Are you sure you want to delete this note permanently?
pt: Tem certeza que deseja excluir esta nota permanentemente?

source: Delete
pt: Excluir

# profileTitle
source: Profile 👤
pt: Perfil 👤

# personalInfo
source: Your personal information
pt: Suas informações pessoais

source: Guest
pt: Visitante

# favoriteRecipesStats
source: Favorite Recipes
pt: Receitas favoritadas

# savedNotesStats
source: Saved Notes
pt: Notas salvas

# sharingListsStats
source: Shared Lists
pt: Compartilhando Listas

# editProfileSoon
source: Edit profile (Coming soon)
pt: Editar perfil (Em breve)

# changePhoto
source: Change Profile Photo
pt: Alterar Foto de Perfil

source: Camera
pt: Câmera

source: Gallery
pt: Galeria

# imageError
source: Error selecting image: {error}
pt: Erro ao selecionar imagem: {error}

# clientSince
source: Customer since
pt: Cliente desde

# matchesInList
source: {count} in list
pt: {count} na lista

# missingIngredients
source: {count} missing
pt: {count} faltando

# difficultyEasy
source: Easy
pt: Fácil

# difficultyMedium
source: Medium
pt: Médio

# difficultyHard
source: Hard
pt: Difícil

# favoriteRecipesTitle
source: Favorite Recipes
pt: Receitas Favoritas

# noFavorites
source: No favorite recipes
pt: Nenhuma receita favorita

# noFavoritesSubtitle
source: Mark recipes with ❤️ to see them here
pt: Marque receitas com ❤️ para vê-las aqui

source: View note
pt: Ver nota

# newNoteTitle
source: New Note
pt: Nova Nota

# newNoteSubtitle
source: Register your purchase
pt: Registre sua compra

# storeLabel
source: Store Name
pt: Nome do Mercado

# storeHint
source: Ex: Central Supermarket
pt: Ex: Supermercado Central

# totalValueLabel
source: Total Value
pt: Valor Total

# requiredField
source: Required
pt: Obrigatório

# notePhotoLabel
source: Note Photo (optional)
pt: Foto da Nota (opcional)

# addPhotoHint
source: Take photo or choose from gallery
pt: Tirar foto ou escolher da galeria

# saveNoteButton
source: Save Note
pt: Salvar Nota

source: General Purchase
pt: Compra Geral

source: Take Photo
pt: Tirar Foto

source: Choose from Gallery
pt: Escolher da Galeria

source: Edit Item
pt: Editar Item

# addItemTitle
source: Add Item
pt: Adicionar Item

# fillFields
source: Fill in the fields
pt: Preencha os campos

source: Item Name
pt: Nome do Item

# itemNameHint
source: Ex: Tomato, Bread, Milk...
pt: Ex: Tomate, Pão, Leite...

# suggestions
source: Suggestions (click to fill)
pt: Sugestões (clique para preencher)

source: Quantity
pt: Quantidade

# quantityHint
source: Ex: 1kg, 2 liters, 500g...
pt: Ex: 1kg, 2 litros, 500g...

source: Price (optional)
pt: Preço (opcional)

source: Category
pt: Categoria

source: New category name
pt: Nome da nova categoria

# createCategory
source: Create new category
pt: Criar nova categoria

source: Product Photo (optional)
pt: Foto do Produto (opcional)

# takePhotoOrGallery
source: Take photo or choose from gallery
pt: Tirar foto ou escolher da galeria

source: Confirm
pt: Confirmar

source: Current Total
pt: Total Atual

# budgetLimit
source: Limit
pt: Limite

source: All categories
pt: Todas as categorias

# itemsRemaining
source: {count} items remaining
pt: {count} itens restantes

# cat_hortifruti
source: Produce
pt: Hortifruti

# cat_padaria
source: Bakery
pt: Padaria

# cat_laticinios
source: Dairy
pt: Laticínios

# cat_acougue
source: Meat & Fish
pt: Açougue e Peixaria

# cat_mercearia
source: Grocery
pt: Mercearia

# cat_bebidas
source: Drinks
pt: Bebidas

# cat_limpeza
source: Cleaning
pt: Limpeza

# cat_higiene
source: Hygiene
pt: Higiene

# cat_congelados
source: Frozen
pt: Congelados

# cat_doces
source: Sweets
pt: Doces e Sobremesas

# cat_bebe
source: Baby
pt: Bebê

# cat_utilidades
source: Utilities
pt: Utilidades

# cat_outros
source: Others
pt: Outros

# renameList
source: Rename
pt: Renomear

# duplicateList
source: Duplicate
pt: Duplicar

# deleteList
source: Delete
pt: Deletar

# copySuffix
source: (Copy)
pt: (Cópia)

source: New List
pt: Nova Lista

source: Edit List
pt: Editar Lista

# createPersonalizedList
source: Create a custom list
pt: Crie uma lista personalizada

# chooseEmoji
source: Choose an emoji
pt: Escolha um emoji

source: List Name
pt: Nome da Lista

# listNameHint
source: Ex: Weekend BBQ
pt: Ex: Churrasco do Final de Semana

source: Save Changes
pt: Salvar Alterações

# createListButton
source: Create List
pt: Criar Lista

source: Update details
pt: Atualizar detalhes

source: Start planning
pt: Começar a planejar

source: Log In
pt: Entrar

source: Sign Up
pt: Criar Conta

# guestMessage
source: Save your data and access from anywhere
pt: Salve seus dados e acesse de qualquer lugar

source: Or continue with
pt: Ou continue com

# emailHint
source: your@email.com
pt: seu@email.com

source: Password
pt: Senha

# passwordHint
source: Your secure password
pt: Sua senha segura

source: Name
pt: Nome

# nameHint
source: Your full name
pt: Seu nome completo

source: Forgot password?
pt: Esqueci minha senha

# dontHaveAccount
source: Don't have an account?
pt: Não tem uma conta?

# alreadyHaveAccount
source: Already have an account?
pt: Já tem uma conta?

# loginButton
source: Log In
pt: Entrar

# signUpButton
source: Sign Up
pt: Criar Conta

source: Welcome Back! 👋
pt: Bem-vindo de volta! 👋

# welcomeBackSubtitle
source: We missed you
pt: Sentimos sua falta

# createAccountTitle
source: Create Account 🚀
pt: Criar Conta 🚀

# createAccountSubtitle
source: Start your journey
pt: Comece sua jornada

source: Confirm Password
pt: Confirmar Senha

# shareEmailLabel
source: Share email
pt: Email para compartilhar

# sharingWithLabel
source: Sharing with:
pt: Compartilhando com:

# shareRealTimeInfo
source: ✨ List changes are synchronized in real time
pt: ✨ Alterações na lista são sincronizadas em tempo real

# shareInviteMessage
source: Hello! I'm inviting you to edit my shopping list on Smart Market List. Let's save together!
pt: Olá! Estou te convidando para editar minha lista de compras no Smart Market List. Vamos economizar juntos!

# shareLimitReached
source: Limit reached (1/1)
pt: Limite atingido (1/1)

# shareLimitError
source: Only 1 person allowed in the current plan.
pt: Apenas 1 pessoa é permitida no plano atual.

# expenseChartsPeriod
source: Last 6 months
pt: Últimos 6 meses

source: Monthly average:
pt: Média mensal:

# totalSixMonths
source: Total (6 months):
pt: Total (6 meses):

# goalLabel
source: Goal
pt: Meta

# editGoalTitle
source: Budget Goal
pt: Meta de Gastos

# editGoalHint
source: Enter amount
pt: Digite o valor

# statusWithinGoal
source: Within goal
pt: Dentro da meta

# statusOverBudget
source: Over budget
pt: Estourou a meta

# chartsDisclaimer
source: Values based on uploaded receipts
pt: Valores baseados nas notas fiscais enviadas

# pdfReportTitle
source: Full Financial Report
pt: Relatório Financeiro Completo

# pdfGeneratedAt
source: Generated at {date}
pt: Gerado em {date}

# pdfExecutiveSummary
source: Executive Summary
pt: Resumo Executivo

# pdfTotalSpent
source: Total Spent (12m)
pt: Total Gasto (12m)

# pdfMonthlyAverage
source: Monthly Average
pt: Média Mensal

# pdfHighestSpending
source: Highest Spending
pt: Maior Gasto

# pdfAverageTicket
source: Average Ticket
pt: Ticket Médio

# pdfFinancialEvolution
source: Financial Evolution
pt: Evolução Financeira

# pdfMonthlySummary
source: Monthly Summary (Goals vs. Spent)
pt: Resumo Mensal (Metas vs. Gastos)

# pdfDetailedLogs
source: Detailed Shopping Logs
pt: Detalhamento de Compras

# pdfMonth
source: Month
pt: Mês

# pdfGoal
source: Goal
pt: Meta

# pdfSpent
source: Spent
pt: Gasto

# pdfQty
source: Qty
pt: Qtd

# pdfPrice
source: Price
pt: Valor

# pdfDiff
source: Diff
pt: Diferença

# pdfStatusOver
source: Over Budget
pt: Estourou

# pdfStatusOk
source: Within Goal
pt: Dentro

# pdfPage
source: Page
pt: Página

# pdfOf
source: of
pt: de

# servings
source: {count} servings
pt: {count} porções

# ingredientsInList
source: Ingredients in your list
pt: Ingredientes na sua lista

# missingIngredientsSectionTitle
source: Missing ingredients
pt: Ingredientes faltando

# addItemsToList
source: Add {count} items to list
pt: Adicionar {count} itens à lista

# instructionsTitle
source: Instructions
pt: Modo de Preparo

# noListFound
source: No shopping list found!
pt: Nenhuma lista de compras encontrada!

# itemsAdded
source: {count} ingredients added to list "{listName}"!
pt: {count} ingredientes adicionados à lista "{listName}"!

# errorAddingItems
source: Error adding items: {error}
pt: Erro ao adicionar itens: {error}

source: Restoring purchases...
pt: Restaurando compras...

# restoreSuccess
source: Request sent. If there are active purchases, they will be restored soon.
pt: Solicitação enviada. Se houver compras ativas, elas serão restauradas em breve.

# restoreError
source: Could not connect to the store.
pt: Não foi possível conectar à loja.

# subscriptionManagementError
source: Could not open subscription management.
pt: Não foi possível abrir o gerenciamento de assinaturas.

# requestSentTitle
source: Request Sent
pt: Solicitação Enviada

# connectionErrorTitle
source: Connection Error
pt: Erro de Conexão

# errorTitle
source: Error
pt: Erro

# faq
source: Frequently Asked Questions
pt: Perguntas Frequentes

source: Contact Support
pt: Falar com Suporte

# emailSubject
source: Smart Market List Support
pt: Suporte Smart Market List

# faqHowToShare
source: How do I share a list?
pt: Como compartilho uma lista?

# faqHowToShareAnswer
source: Go to Profile > Share List to invite someone. You need to be Premium.
pt: Vá em Perfil > Compartilhar Lista. É necessário ser Premium.

# faqPremiumBenefits
source: What are Premium benefits?
pt: Quais os benefícios Premium?

# faqPremiumBenefitsAnswer
source: No ads, cloud saved lists, unlimited lists, sharing, expense charts, and PDF reports.
pt: Sem anúncios, listas salvas em nuvem, ilimitadas, compartilhamento, gráficos de gastos e relatórios PDF.

# faqRestore
source: How do I restore my purchase?
pt: Como restauro minha compra?

# faqRestoreAnswer
source: Go to Profile > Restore Purchase.
pt: Vá em Perfil > Restaurar Compra.

# logoutTitle
source: Log Out?
pt: Sair da Conta?

# logoutMessage
source: Are you sure you want to log out?
pt: Tem certeza que deseja sair da sua conta?

# confirmLogout
source: Log Out
pt: Sair

source: Delete Account
pt: Excluir Conta

# deleteAccountTitle
source: Delete Account?
pt: Excluir Conta?

# deleteAccountMessage
source: This action is irreversible. All your lists, notes, and data will be permanently deleted.
pt: Esta ação é irreversível. Todas as suas listas, notas e dados serão excluídos permanentemente.

# confirmDelete
source: Delete Forever
pt: Excluir Tudo

source: Processing...
pt: Processando...

# uploadError
source: Failed to upload photo. Please try again.
pt: Falha no envio: {error}

# processingUpload
source: Uploading photo...
pt: Enviando foto...

source: App Version
pt: Versão do App

# privacyPolicyText
source: Last updated: 12/07/2025 Your privacy is important to us. It is Smart Market List's policy (hereinafter referred to as "App", "We" or "Our") to respect your privacy regarding any information we may collect from you. By downloading and using our App, you agree to the collection and use of information in accordance with this policy. 1. Information We Collect To maximize the utility of the App and provide a personalized experience, we collect the following types of data: 1.1. Personal Data (Registration) When creating an account or subscribing to our Premium services, we may ask for personally identifiable information, including but not limited to: • Full name: For profile personalization. • Email address: For login, password recovery, and important service communications. • Photos/Images: We collect photos only if you choose to upload them (e.g., profile picture or product/receipt scanning). Access to camera/gallery is requested only at the time of use. 1.2. Location Data We collect precise or approximate location data from your device. • Purpose: We use location to offer features like price comparison and display relevant ads. • Control: Collection occurs only if you grant explicit permission. You can revoke this permission at any time. 1.3. Usage and Device Data We automatically collect information on how you interact with the app, device model, operating system, unique advertising identifiers (like Google Advertising ID or IDFA), and crash reports. 2. How We Use Your Information We use collected data to: • Provide and maintain the service (e.g., saving lists to the cloud). • Process subscription payments. • Improve our algorithms. • Display Advertising: We use location and profile data to show third-party ads. 3. Advertising and Third Parties To keep the free version of the app, we display ads. We share non-personally identifiable data (like advertising ID) with partner ad networks (e.g., Google AdMob, Facebook Audience Network). 4. Subscriptions and Payments All financial transactions are processed directly by app stores (Google Play or App Store). We do not store your full credit card details. 5. Storage and Security Your data is stored on secure servers (e.g., Firebase, AWS) and we adopt measures to protect it. 6. Your Rights (GDPR/LGPD) You have the right to access, correct, and request deletion of your personal data at any time via the "Settings" menu or by contacting us. 7. Data Retention We will retain your information only for as long as necessary to fulfill the purposes described. 8. Changes to This Policy We may update our Privacy Policy periodically. We recommend reviewing this page regularly. 9. Contact If you have questions, please contact us: Email: contato@kepoweb.com Data Controller: KepoWeb
pt: Última atualização: 07/12/2025 A sua privacidade é importante para nós. É política do Smart Market List (doravante referido como "Aplicativo", "Nós" ou "Nosso") respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar. Ao baixar e utilizar nosso Aplicativo, você concorda com a coleta e uso de informações de acordo com esta política. 1. Informações que Coletamos Para maximizar a utilidade do Aplicativo e fornecer uma experiência personalizada, coletamos os seguintes tipos de dados: 1.1. Dados Pessoais (Cadastro) Ao criar uma conta ou assinar nossos serviços Premium, podemos solicitar informações de identificação pessoal, incluindo, mas não se limitando a: • Nome completo: Para personalização do perfil. • Endereço de e-mail: Para login, recuperação de senha e comunicações importantes sobre o serviço. • Fotos/Imagens: Coletamos fotos apenas se você optar por fazer upload (ex: foto de perfil ou escaneamento de produtos/notas fiscais). O acesso à câmera e galeria é solicitado apenas no momento do uso. 1.2. Dados de Localização Coletamos dados precisos ou aproximados de localização do seu dispositivo. • Finalidade: Utilizamos a localização para oferecer funcionalidades como comparação de preços e exibir anúncios relevantes. • Controle: A coleta ocorre apenas se você conceder permissão explícita. Você pode revogar essa permissão a qualquer momento. 1.3. Dados de Uso e Dispositivo Coletamos automaticamente informações sobre como você interage com o app, modelo do aparelho, sistema operacional, identificadores únicos de publicidade (como Google Advertising ID ou IDFA) e relatórios de falhas. 2. Como Usamos Suas Informações Utilizamos os dados coletados para: • Fornecer e manter o serviço (ex: salvar suas listas na nuvem). • Processar pagamentos de assinaturas. • Melhorar nossos algoritmos. • Exibir Publicidade: Utilizamos dados de localização e perfil para mostrar anúncios de terceiros. 3. Publicidade e Terceiros Para manter a versão gratuita, exibimos anúncios. Compartilhamos dados não identificáveis (como ID de publicidade) com redes de anúncios parceiras (ex: Google AdMob, Facebook Audience Network). 4. Assinaturas e Pagamentos Todas as transações financeiras são processadas diretamente pelas lojas de aplicativos (Google Play ou App Store). Não armazenamos os dados completos do seu cartão de crédito. 5. Armazenamento e Segurança Seus dados são armazenados em servidores seguros (ex: Firebase, AWS) e adotamos medidas para protegê-los. 6. Seus Direitos (LGPD) Você tem direito a acessar, corrigir e solicitar a exclusão dos seus dados pessoais a qualquer momento através do menu "Configurações" ou entrando em contato conosco. 7. Retenção de Dados Manteremos suas informações apenas pelo tempo necessário para cumprir as finalidades descritas. 8. Alterações nesta Política Podemos atualizar nossa Política de Privacidade periodicamente. Recomendamos que revise esta página regularmente. 9. Contato Se tiver dúvidas, entre em contato: E-mail: contato@kepoweb.com Responsável pelos Dados: KepoWeb

# resetPasswordTitle
source: Reset Password
pt: Recuperar Senha

# resetPasswordDescription
source: Enter your email to receive a reset link.
pt: Digite seu email para receber um link de redefinição.

source: Send Link
pt: Enviar Link

# resetLinkSent
source: Link Sent
pt: Link Enviado

# resetLinkSentMessage
source: Check your email to reset your password.
pt: Verifique seu email para redefinir a senha.

# familyPlanTitle
source: Family Plan
pt: Plano Família

# familyPlanSubtitle
source: Share Premium with 1 person
pt: Compartilhe Premium com 1 pessoa

source: Invite Member
pt: Convidar Familiar

# memberEmailHint
source: Enter guest email
pt: Digite o email do convidado

source: Send Invite
pt: Enviar Convite

# inviteSentTitle
source: Invite Sent!
pt: Convite Enviado!

# inviteSentMessage
source: The invited person must log in with this email to activate Premium.
pt: A pessoa convidada deve entrar no app com este email para ativar o Premium.

# alreadyInFamily
source: You are already in a family.
pt: Você já faz parte de uma família.

source: Leave Family
pt: Sair da Família

source: Premium Active
pt: Premium Ativo

# planOwner
source: Owner
pt: Titular

# planGuest
source: Guest
pt: Convidado

# invalidCredentialsError
source: Invalid email or password
pt: E-mail ou senha incorretos

# invalidEmailError
source: The email entered is invalid
pt: O e-mail digitado não é válido

source: Success
pt: Sucesso

# logoutTitleWarning
source: Warning: Data Loss
pt: Atenção: Perda de Dados

# logoutMessageWarning
source: You are on the Free plan. Logging out will PERMANENTLY ERASE all your lists on this device. Do you want to continue?
pt: Você está usando a versão Gratuita. Ao sair, TODAS as suas listas e dados neste aparelho serão APAGADOS permanentemente. Deseja continuar?

source: Family Plan Exclusive Feature
pt: Recurso exclusivo do Plano Família

# familyPlanUpgradeDescription
source: With the Individual plan you have Premium access, but to share with someone you need the Family Plan.
pt: Com o plano Individual você tem acesso Premium, mas para compartilhar com alguém você precisa do Plano Família.

source: Upgrade to Family
pt: Fazer Upgrade para Família

# welcomeToList
source: Shared list added! 🛒
pt: Lista compartilhada adicionada! 🛒

# welcomeToFamilyTitle
source: Congratulations! 🏠✨
pt: Parabéns! 🏠✨

# welcomeToFamilyMessage
source: You are now part of the Premium Family!
pt: Agora você faz parte da Família Premium!

# joinListError
source: Error joining list: {error}
pt: Erro ao entrar na lista: {error}

# joinFamilyError
source: Error joining family: {error}
pt: Erro ao entrar na família: {error}

# accountDeletedError
source: Error deleting account: {error}
pt: Erro ao deletar conta: {error}

# reportGenerationError
source: Error generating report: {error}
pt: Erro ao gerar relatório: {error}

source: Passwords do not match
pt: As senhas não coincidem

# accountCreatedAndListAdded
source: Account created and shared list added!
pt: Conta criada e lista compartilhada adicionada!

# genericError
source: Error: {error}
pt: Erro: {error}

# successTitle
source: Success!
pt: Sucesso!

# requiresRecentLogin
source: For your security, please log in again before deleting your account.
pt: Para sua segurança, faça login novamente antes de excluir a conta.
