Repository: bcabreu/smart_market_list
Catalog: lib/l10n/app_*.arb
Languages: pt

# emailAlreadyInUse
source: This email is already in use by another account.
pt: Este email já está sendo usado por outra conta.

# inviteInvalidOrExpired
source: This invite link is invalid or has already been used.
pt: Este link expirou ou já foi usado. Peça para o dono da família gerar um NOVO link.

# familyAlreadyHasMember
source: This family is full.
pt: Esta família está cheia.

# guestInviteTitle
source: Only Owner can invite
pt: Apenas o Dono pode convidar

# guestInviteMessage
source: As a family member, you have Premium access, but only the plan owner can add or remove people.
pt: Como membro da família, você tem acesso Premium, mas apenas o dono do plano pode adicionar ou remover pessoas.

# premiumFamilyTitle
source: Premium Family
pt: Família Premium

# shareAccessSubtitle
source: Share access with 1 person
pt: Compartilhe acesso com 1 pessoa

# inviteViaLink
source: Invite Family Member via Link
pt: Convidar Familiar via Link

# memberLimitReached
source: Member limit reached (you + 1).
pt: Limite de membros atingido (você + 1).

# familyMembersTitle
source: Family Members
pt: Membros da Família

source: No members yet.
pt: Nenhum membro ainda.

source: Your family member
pt: Seu familiar

# youNeedToCreateFamily
source: You need to create a family first.
pt: Você precisa criar uma família primeiro.

# errorLoadingProfile
source: Error loading profile: {error}
pt: Erro ao carregar perfil: {error}

# errorSharing
source: Error sharing: {error}
pt: Erro ao compartilhar: {error}

# unknownMember
source: Unknown
pt: Desconhecido

# premiumIndividualMessage
source: You are now Individual Premium! Enjoy all features.
pt: Você agora é Premium Individual! Aproveite todos os recursos.

source: Awesome! 🚀
pt: Incrível! 🚀

# inviteFamilyTitle
source: Family Invite
pt: Convite para Família

# inviteFamilyMessageBody
source: {ownerName} invited you to join the family on Smart Market List! You will get Premium access and shared lists.
pt: {ownerName} te convidou para fazer parte da família no Smart Market List! Você terá acesso Premium e todas as listas serão compartilhadas.

# accessLinkLabel
source: 🔗 *Access Link:*
pt: 🔗 *Link de Acesso:*

# installAppAdvice
source: _(If it doesn't work, install the app first)_
pt: _(Se não funcionar, instale o app primeiro)_

# shareListMessageBody
source: Join my shared shopping list!
pt: Entre na minha lista de compras compartilhada!

# featureNoAds
source: No Ads (Clean browsing)
pt: Sem anúncios (Navegação limpa)

# featureUnlimitedLists
source: Unlimited lists & items
pt: Listas e itens ilimitados

# featureAllBenefits
source: All Individual Plan benefits
pt: Todos os benefícios do plano Individual

# featureAllBenefitsSubtitle
source: No ads, receipt scanning & more
pt: Sem anúncios, escaneamento e mais

# featureRealTimeShare
source: Real-time Sharing
pt: Compartilhe em tempo real

# featureRealTimeShareSubtitle
source: Invite and edit lists with anyone
pt: Convide e edite listas com qualquer pessoa

# featureReceiptScanning
source: Receipt Import
pt: Importação de Notas Fiscais

# featureReceiptScanningSubtitle
source: Scan and save your receipts
pt: Escaneie e salve seus comprovantes

# featureComparePrices
source: Compare prices between stores
pt: Comparar preços entre mercados

# featureCharts
source: Expense Charts
pt: Gráficos de Gastos

# featureReports
source: Export Reports
pt: Exportar Relatórios

# featureFamilyShare
source: Share Subscription
pt: Compartilhar Assinatura

# featureAutoSync
source: Family synchronization
pt: Sincronização com família

# featurePremiumGuest
source: Guest becomes Premium too
pt: Convidado também vira Premium

# featurePremiumGuestSubtitle
source: Invited person gets full access to all features
pt: A pessoa convidada terá acesso total a todos os recursos

# featureCloudBackup
source: Cloud Backup
pt: Backup em Nuvem

# featureCloudBackupSubtitle
source: Never lose your data
pt: Nunca perca seus dados

# planAnnual
source: Annual
pt: Anual

# planMonthly
source: Monthly
pt: Mensal

# planAnnualPrice
source: $ 19.99/year
pt: R$ 70,80/ano

# planFamilyAnnualPrice
source: $ 29.99/year
pt: R$ 129,90/ano

# planFamilyMonthlyPrice
source: $ 4.99/month
pt: R$ 14,90/mês

# planMonthlySubtitle
source: $ 2.99/mo
pt: R$ 9,90/mês

# planFamilyMonthlySubtitle
source: $ 4.99/mo
pt: R$ 14,90/mês

# planToggleFamily
source: Family
pt: Família

source: Tax Rate (%)
pt: Taxa de Imposto (%)

# taxRateSubtitle
source: Add percentage to total (e.g. Sales Tax)
pt: Adicionar porcentagem ao total (Ex: EUA)

# enterTaxRate
source: Enter percentage
pt: Digite a porcentagem

source: Tax included
pt: Taxa inclusa

# planAnnualSubtitle
source: $ 1.66/mo
pt: R$ 5,90/mês

# planFamilyAnnualSubtitle
source: $ 2.50/mo
pt: R$ 10,83/mês

# pricePerMonth
source: {price} / mo
pt: {price} / mês

source: Save {percent}%
pt: Economize {percent}%

source: Billed monthly
pt: Cobrado mensalmente

source: Billed annually
pt: Cobrado anualmente

source: Best Value
pt: Melhor Valor

source: Cancel anytime
pt: Cancele quando quiser

# sevenDaysFree
source: 7 days free
pt: 7 dias grátis

# continueFree
source: Continue with free plan
pt: Continuar com plano gratuito

source: Be Premium!
pt: Seja Premium!

# unlockResources
source: Unlock exclusive features to save more
pt: Desbloqueie recursos exclusivos para economizar mais

# exclusiveResources
source: Exclusive Features
pt: Recursos Exclusivos

source: Choose your plan
pt: Escolha seu plano

# saveYiarlyAmount
source: Save $ 16.00 per year!
pt: Economize R$ 48,00 por ano!

# saveYiarlyAmountFamily
source: Save $ 30.00 per year!
pt: Economize R$ 48,90 por ano!

# subscribeButton
source: Subscribe for {price}
pt: Assinar por {price}

# shareRecipeMessage
source: Check out this recipe for "{recipeName}" on Smart Market List! 😋
pt: Veja essa receita de "{recipeName}" no Smart Market List! 😋

source: View Recipe
pt: Ver Receita

# loginRequiredTitle
source: Login Required
pt: Login Necessário

# loginRequiredMessage
source: Please log in to restore and sync your subscription.
pt: Faça login para restaurar e sincronizar sua assinatura.
